console.log(`
93 балла из 100:\n
1) Верстка валидная + 10\n
2) Верстка семантическая + 16\n
3) Верстка соответствует макету +49 (из 54)\n
 - блок <header> +8 \n
 - секция Welcome +4 \n
 -секция About +6 \n
 -секция Favorites +6 (из 8), т.к. нет доп.области для нажатия мышкой вокруг элементов \n
 -секция CoffeShop +3 (из 6), т.к. присутствует отклонение от макета больше, чем на 10px \n
 -секция Contacts +6 \n
 -секция LibraryCard +8 \n
 -блок <footer> +8 \n
4) Общие требования к верстке +18 (из 20)\n
-интерактивность элементов согласно макету - частично реализована для иконки профиля и иконок соц.сетей в футере\n
-плавное изменение внешнего вида элемента при наведении и клике не влияет на соседние элементы - реализовано частично, переключение радиобаттонов влияет на соседние элементы\n`);
