console.log(`
Library#1
93 балла из 100:
1) Верстка валидная + 10
2) Верстка семантическая + 16
3) Верстка соответствует макету +49 (из 54)
 - блок <header> +8 
 - секция Welcome +4 
 -секция About +6
 -секция Favorites +6 (из 8), т.к. нет доп.области для нажатия мышкой вокруг элементов
 -секция CoffeShop +3 (из 6), т.к. присутствует отклонение от макета больше, чем на 10px
 -секция Contacts +6
 -секция LibraryCard +8
 -блок <footer> +8
4) Общие требования к верстке +18 (из 20)
-интерактивность элементов согласно макету - частично реализована для иконки профиля и иконок соц.сетей в футере
-плавное изменение внешнего вида элемента при наведении и клике не влияет на соседние элементы - реализовано частично, переключение радиобаттонов влияет на соседние элементы\n
Library#2
50 баллов из 50:
1) Вёрстка соответствует макету. Ширина экрана 768px +26
2) Ни на одном из разрешений до 640px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +12
3) На ширине экрана 768рх реализовано адаптивное меню +12`);
